Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %@ by month end
ar: %@بحلول نهاية الشهر
de: %@bis Monatsende
es: %@antes de fin de mes
fr: %@à la fin du mois
hi: %@महीने के अंत तक
id: %@pada akhir bulan
ja: %@月末まで
ko: %@월말까지
pt_br: %@até o final do mês
ru: %@к концу месяца
th: %@ภายในสิ้นเดือน
tr: %@ay sonuna kadar
vi: %@vào cuối tháng
zh_hans: 月末预计 %@
zh_hant: 月末預計 %@

source: %@ has an issue
ar: %@ لديه مشكلة
de: %@ hat ein Problem
es: %@ tiene un problema
fr: %@ a un problème
hi: %@ में एक समस्या है
id: %@ mengalami masalah
ja: %@に問題があります
ko: %@에 문제가 있습니다
pt_br: %@ tem um problema
ru: У %@ проблема
th: %@ มีปัญหา
tr: %@'de bir sorun var
vi: %@ có vấn đề
zh_hans: %@ 出现问题
zh_hant: %@ 出現問題

source: %@ of %@ used this month
ar: %@من%@المستخدمة هذا الشهر
de: %@von%@wurden diesen Monat verwendet
es: %@de%@usado este mes
fr: %@sur%@utilisé ce mois-ci
hi: इस महीने%@में से%@का उपयोग किया गया
id: %@dari%@digunakan bulan ini
ja: 今月は%@の%@が使用されました
ko: %@중%@이 이번 달에 사용되었습니다.
pt_br: %@de%@usado este mês
ru: %@из%@использовано в этом месяце
th: %@จาก%@ใช้ในเดือนนี้
tr: %@/%@bu ay kullanıldı
vi: %@trong số%@đã sử dụng trong tháng này
zh_hans: 本月已用 %@ / %@
zh_hant: 本月已用 %@ / %@

source: %@ per message
ar: %@لكل رسالة
de: %@pro Nachricht
es: %@por mensaje
fr: %@par message
hi: %@प्रति संदेश
id: %@per pesan
ja: メッセージあたり%@
ko: 메시지당%@
pt_br: %@por mensagem
ru: %@за сообщение
th: %@ต่อข้อความ
tr: %@mesaj başına
vi: %@mỗi tin nhắn
zh_hans: %@/条
zh_hant: %@/條

source: %@ takes %d%% — try diversifying
ar: %@ يستغرق %d%% — حاول التنويع
de: %@ braucht %d%% – versuchen Sie es mit Diversifizierung
es: %@ toma %d%%: intenta diversificar
fr: %@ prend %d%% — essayez de vous diversifier
hi: %@ %d%% लेता है - विविधता लाने का प्रयास करें
id: %@ membutuhkan %d%% — cobalah melakukan diversifikasi
ja: %@ は %d%% を取得します — 多様化してみてください
ko: %@은(는) %d%% 소요 — 다양화해 보세요
pt_br: %@ leva %d%% — tente diversificar
ru: %@ занимает %d%% — попробуйте диверсифицировать
th: %@ รับ %d%% — ลองกระจายความเสี่ยง
tr: %@ %d%% alır — çeşitlendirmeyi deneyin
vi: %@ mất %d%% — thử đa dạng hóa
zh_hans: %@ 占了 %d%% — 可考虑分散
zh_hant: %@ 佔了 %d%% — 可考慮分散

source: %d more
ar: %d أخرى
de: %d weitere
es: %d más
fr: %d de plus
hi: %d और अधिक
id: %d lebih lanjut
ja: ほか %d 件
ko: %d개 더
pt_br: mais %d
ru: %d подробнее
th: %d เพิ่มเติม
tr: %d daha fazla
vi: %d thêm
zh_hans: 另外 %d 个
zh_hant: 另外 %d 個

source: %d msg
ar: %dالرسالة
de: %dNachricht
es: %dmensaje
fr: %dmessage
hi: %dसंदेश
id: %dpesan
ja: %dメッセージ
ko: %d메시지
pt_br: %dmensagem
ru: %dсообщение
th: %dข้อความ
tr: %dmesajı
vi: tin nhắn%d
zh_hans: %d 条
zh_hant: %d 條

source: %d msgs
ar: %d رسالة
de: %d Nachrichten
es: %d mensajes
fr: %d messages
hi: %d संदेश
id: Pesan %d
ja: %d件のメッセージ
ko: 메시지 %d개
pt_br: %d mensagens
ru: Сообщения %d
th: ข้อความ %d
tr: %d mesajları
vi: Tin nhắn %d
zh_hans: %d 条消息
zh_hant: %d 則訊息

source: %d selected
ar: %d محدد
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionnées
hi: %d चयनित
id: %d dipilih
ja: %d件選択中
ko: %d개 선택됨
pt_br: %d selecionadas
ru: %d выбрано
th: เลือก %d แล้ว
tr: %d seçildi
vi: Đã chọn %d
zh_hans: 已选 %d 条
zh_hant: 已選 %d 個

source: %d skills
ar: %d مهارات
de: %d Fähigkeiten
es: %d habilidades
fr: %d compétences
hi: %d कौशल
id: Keterampilan %d
ja: %d 個のスキル
ko: %d개의 스킬
pt_br: %d habilidades
ru: %d навыки
th: ทักษะ %d
tr: %d becerileri
vi: Kỹ năng %d
zh_hans: %d 个技能
zh_hant: %d 個技能

source: %lld added models
ar: %lld نموذجًا مضافًا
de: %lld hinzugefügte Modelle
es: %lld modelos agregados
fr: %lld modèles ajoutés
hi: %lld जोड़े गए मॉडल
id: %lld model ditambahkan
ja: %lld 件追加済みモデル
ko: %lld개 추가한 모델
pt_br: %lld modelos adicionados
ru: Добавлено %lld моделей
th: เพิ่มแล้ว %lld รุ่น
tr: %lld eklenen model
vi: Đã thêm %lld mô hình
zh_hans: %lld 个已添加模型
zh_hant: %lld 個已新增模型

source: %lld enabled models
ar: %lld نموذج مفعّل
de: %lld aktivierte Modelle
es: %lld modelos habilitados
fr: %lld modèles activés
hi: %lld सक्षम मॉडल
id: Model berkemampuan %lld
ja: %lld 個の有効なモデル
ko: %lld개 활성화된 모델
pt_br: %lld modelos habilitados
ru: Модели с поддержкой %lld
th: รุ่นที่รองรับ %lld
tr: %lld özellikli modeller
vi: Các mẫu máy hỗ trợ %lld
zh_hans: %lld 个已启用模型
zh_hant: %lld 個已啟用模型

source: %lld hr ago
ar: منذ %lld ساعة
de: Vor %lld Std.
es: Hace %lld h
fr: Il y a %lld h
hi: %lld घंटा पहले
id: %lld jam yang lalu
ja: %lld時間前
ko: %lld시간 전
pt_br: %lld h atrás
ru: %lld час назад
th: %lld ชม. ที่แล้ว
tr: %lld saat önce
vi: %lld 1 giờ trước
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lld lines
ar: %lld سطر
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
hi: %lld लाइनें
id: garis %lld
ja: %lld 行
ko: %lld줄
pt_br: %lld linhas
ru: Строки %lld
th: เส้น %lld
tr: %lld hatları
vi: dòng %lld
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld min ago
ar: منذ %lld دقيقة
de: Vor %lld Min.
es: Hace %lld min
fr: Il y a %lld min
hi: %lld मिनट पहले
id: %lld menit yang lalu
ja: %lld分前
ko: %lld분 전
pt_br: %lld min atrás
ru: %lld минуту назад
th: %lld นาทีที่แล้ว
tr: %lld dakika önce
vi: %lld phút trước
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld models
ar: %lld نموذج
de: %lld Modelle
es: %lld modelos
fr: %lld modèles
hi: %lld मॉडल
id: Model %lld
ja: %lld モデル
ko: %lld개 모델
pt_br: %lld modelos
ru: Модели %lld
th: รุ่น %lld
tr: %lld modelleri
vi: Mô hình %lld
zh_hans: %lld 个模型
zh_hant: %lld 個模型

source: %lld providers
ar: %lld مزود
de: %lld Anbieter
es: %lld proveedores
fr: %lld fournisseurs
hi: %lld प्रदाता
id: Penyedia %lld
ja: %lld プロバイダー
ko: %lld개 제공업체
pt_br: %lld provedores
ru: Поставщики %lld
th: ผู้ให้บริการ %lld
tr: %lld sağlayıcı
vi: Nhà cung cấp %lld
zh_hans: %lld 个供应商
zh_hant: %lld 個供應商

source: (transport / auth / headers / image)
ar: (البروتوكول / المصادقة / الرؤوس / الصور)
de: (Transport / Auth / Headers / Bild)
es: (transporte / autenticación / headers / imagen)
id: (transport / auth / headers / gambar)
ja: （トランスポート / 認証 / Headers / 画像）
ko: (transport / auth / headers / 이미지)
pt_br: (transporte / auth / headers / imagem)
ru: (транспорт / auth / headers / изображения)
th: (transport / auth / headers / รูปภาพ)
tr: (transport / auth / headers / görsel)
vi: (transport / auth / headers / hình ảnh)
zh_hans: （协议 / 认证 / 请求头 / 图片）
zh_hant: （協議 / 認證 / 請求標頭 / 圖片）

source: + Add
ar: + أضف
de: + Hinzufügen
es: + Agregar
fr: + Ajouter
hi: + जोड़ें
id: + Tambahkan
ja: +追加
ko: + 추가
pt_br: + Adicionar
ru: + Добавить
th: + เพิ่ม
tr: + Ekle
vi: + Thêm
zh_hans: + 添加
zh_hant: + 新增

source: 1.2× last
ar: 1.2× الأخير
de: 1,2× zuletzt
es: 1,2× último
fr: 1,2× dernier
hi: 1.2× अंतिम
id: 1,2× terakhir
ja: 1.2×ラスト
ko: 1.2× 마지막
pt_br: 1,2× último
ru: 1,2× последний
th: 1.2× สุดท้าย
tr: 1,2× son
vi: 1,2× cuối cùng
zh_hans: 上月 ×1.2
zh_hant: 上月 ×1.2

source: 12 min ago
ar: منذ 12 دقيقة
de: Vor 12 Minuten
es: Hace 12 minutos
fr: il y a 12 minutes
hi: 12 मिनट पहले
id: 12 menit yang lalu
ja: 12分前
ko: 12분 전
pt_br: 12 minutos atrás
ru: 12 минут назад
th: 12 นาทีที่แล้ว
tr: 12 dakika önce
vi: 12 phút trước
zh_hans: 12 分钟前
zh_hant: 12 分鐘前

source: 200+ models
ar: أكثر من 200 نموذج
de: 200+ Modelle
es: Más de 200 modelos
fr: Plus de 200 modèles
hi: 200+ मॉडल
id: 200+ model
ja: 200+ モデル
ko: 200개 이상 모델
pt_br: Mais de 200 modelos
ru: 200+ моделей
th: 200+ โมเดล
tr: 200+ model
vi: Hơn 200 mô hình
zh_hans: 200+ 模型
zh_hant: 200+ 模型

source: 200+ open-source models
ar: أكثر من 200 نموذج مفتوح المصدر
de: Über 200 Open-Source-Modelle
es: Más de 200 modelos de código abierto
fr: Plus de 200 modèles open source
hi: 200+ ओपन-सोर्स मॉडल
id: 200+ model sumber terbuka
ja: 200以上のオープンソースモデル
ko: 200개 이상의 오픈소스 모델
pt_br: Mais de 200 modelos de código aberto
ru: Более 200 моделей с открытым исходным кодом
th: โมเดลโอเพ่นซอร์สมากกว่า 200 แบบ
tr: 200'den fazla açık kaynaklı model
vi: Hơn 200 mô hình nguồn mở
zh_hans: 200+ 开源模型
zh_hant: 200+ 開源模型

source: A 6-digit verification code has been sent. Check your inbox and enter it below.
ar: تم إرسال رمز تحقق من 6 أرقام. تحقق من بريدك الوارد وأدخله أدناه.
de: Ein 6-stelliger Code wurde gesendet. Prüfe dein Postfach und gib ihn unten ein.
es: Se envió un código de 6 dígitos. Revisa tu bandeja de entrada e ingrésalo abajo.
fr: Un code à 6 chiffres a été envoyé. Consultez votre boîte de réception et saisissez-le ci-dessous.
hi: 6 अंकों का सत्यापन कोड भेज दिया गया है। अपना इनबॉक्स देखें और नीचे दर्ज करें।
id: Kode verifikasi 6 digit telah dikirim. Periksa kotak masuk Anda dan masukkan di bawah.
ja: 6 桁の確認コードを送信しました。受信トレイを確認し、下に入力してください。
ko: 6자리 인증 코드를 보냈습니다. 받은편지함을 확인하고 아래에 입력하세요.
pt_br: Um código de 6 dígitos foi enviado. Verifique sua caixa de entrada e digite-o abaixo.
ru: Отправлен 6-значный код. Проверьте почту и введите его ниже.
th: ส่งรหัสยืนยัน 6 หลักแล้ว ตรวจสอบกล่องจดหมายและกรอกด้านล่าง
tr: 6 haneli doğrulama kodu gönderildi. Gelen kutunu kontrol edip aşağıya gir.
vi: Đã gửi mã xác minh 6 chữ số. Kiểm tra hộp thư và nhập mã bên dưới.
zh_hans: 6 位验证码已发送，请查收邮件并在下方输入。
zh_hant: 6 位驗證碼已寄出，請查收郵件並在下方輸入。

source: A linking verification code has been sent. Check your inbox and enter it below.
ar: تم إرسال رمز ربط. تحقق من بريدك الوارد وأدخله أدناه.
de: Ein Verknüpfungscode wurde gesendet. Prüfe dein Postfach und gib ihn unten ein.
es: Se envió un código de vinculación. Revisa tu bandeja de entrada e ingrésalo abajo.
fr: Un code d'association a été envoyé. Consultez votre boîte de réception et saisissez-le ci-dessous.
hi: लिंक करने का सत्यापन कोड भेज दिया गया है। अपना इनबॉक्स देखें और नीचे दर्ज करें।
id: Kode verifikasi penautan telah dikirim. Periksa kotak masuk Anda dan masukkan di bawah.
ja: 連携用の確認コードを送信しました。受信トレイを確認し、下に入力してください。
ko: 연결용 인증 코드를 보냈습니다. 받은편지함을 확인하고 아래에 입력하세요.
pt_br: Um código de vinculação foi enviado. Verifique sua caixa de entrada e digite-o abaixo.
ru: Отправлен код для привязки. Проверьте почту и введите его ниже.
th: ส่งรหัสยืนยันสำหรับเชื่อมโยงแล้ว ตรวจสอบกล่องจดหมายและกรอกด้านล่าง
tr: Bağlama doğrulama kodu gönderildi. Gelen kutunu kontrol edip aşağıya gir.
vi: Đã gửi mã xác minh liên kết. Kiểm tra hộp thư và nhập mã bên dưới.
zh_hans: 关联验证码已发送，请查收邮件并在下方输入。
zh_hant: 連結驗證碼已寄出，請查收郵件並在下方輸入。

source: A separate password is required when API keys are included.
ar: مطلوب كلمة مرور منفصلة عند تضمين مفاتيح API.
de: Wenn API-Schlüssel enthalten sind, ist ein separates Passwort erforderlich.
es: Se requiere una contraseña separada cuando se incluyen claves API.
fr: Un mot de passe distinct est requis lorsque les clés API sont incluses.
hi: API शामिल होने पर एक अलग पासवर्ड की आवश्यकता होती है।
id: Kata sandi terpisah diperlukan bila API disertakan.
ja: APIキーを含める場合は別途パスワードが必要です。
ko: API Key가 포함된 경우 별도의 비밀번호가 필요합니다.
pt_br: Uma senha separada é necessária quando chaves de API são incluídas.
ru: При включении API требуется отдельный пароль.
th: ต้องใช้รหัสผ่านแยกต่างหากเมื่อมี API รวมอยู่ด้วย
tr: API eklendiğinde ayrı bir şifre gereklidir.
vi: Cần có mật khẩu riêng khi bao gồm API.
zh_hans: 包含 API 密钥时需要单独设置密码。
zh_hant: 包含 API 金鑰時需要單獨的密碼。

source: A verification code has been sent for re-authentication. Enter it below to continue.
ar: تم إرسال رمز لإعادة المصادقة. أدخله أدناه للمتابعة.
de: Ein Code zur erneuten Authentifizierung wurde gesendet. Gib ihn unten ein, um fortzufahren.
es: Se envió un código para volver a autenticarte. Ingrésalo abajo para continuar.
fr: Un code de ré-authentification a été envoyé. Saisissez-le ci-dessous pour continuer.
hi: पुनः प्रमाणीकरण के लिए कोड भेजा गया है। जारी रखने के लिए नीचे दर्ज करें।
id: Kode verifikasi untuk autentikasi ulang telah dikirim. Masukkan di bawah untuk melanjutkan.
ja: 再認証用の確認コードを送信しました。下に入力して続行してください。
ko: 재인증용 인증 코드를 보냈습니다. 아래에 입력하고 계속하세요.
pt_br: Um código de reautenticação foi enviado. Digite-o abaixo para continuar.
ru: Отправлен код для повторной аутентификации. Введите его ниже, чтобы продолжить.
th: ส่งรหัสยืนยันสำหรับการยืนยันตัวตนอีกครั้งแล้ว กรอกด้านล่างเพื่อดำเนินการต่อ
tr: Yeniden kimlik doğrulama kodu gönderildi. Devam etmek için aşağıya gir.
vi: Đã gửi mã xác minh để xác thực lại. Nhập mã bên dưới để tiếp tục.
zh_hans: 已发送用于重新验证身份的验证码，请在下方输入后继续。
zh_hant: 已寄出用於重新驗證身分的驗證碼，請在下方輸入後繼續。

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: API कुंजी
id: Kunci API
ja: APIキー
ko: API 키
pt_br: Chave da API
ru: API-ключ
th: คีย์ API
tr: API Anahtarı
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Key (not included in cc-switch config)
ar: API Key (غير مضمن في إعدادات cc-switch)
de: API Key (nicht in cc-switch-Konfiguration enthalten)
es: API Key (no incluida en la configuración de cc-switch)
fr: API Key (non inclus dans la config cc-switch)
hi: API Key (cc-switch कॉन्फ़िग में शामिल नहीं)
id: API Key (tidak termasuk dalam konfigurasi cc-switch)
ja: API Key（cc-switch 設定には含まれません）
ko: API Key (cc-switch 구성에 포함되지 않음)
pt_br: API Key (não incluída na configuração do cc-switch)
ru: API Key (не входит в конфигурацию cc-switch)
th: API Key (ไม่รวมในการตั้งค่า cc-switch)
tr: API Key (cc-switch yapılandırmasına dahil değil)
vi: API Key (không nằm trong cấu hình cc-switch)
zh_hans: API Key（cc-switch 配置中不含）
zh_hant: API Key（cc-switch 配置不含此值）

source: API keys stay on your device
ar: تبقى مفاتيح API على جهازك
de: API-Schlüssel bleiben auf deinem Gerät
es: Las claves API permanecen en su dispositivo
fr: Les clés API restent sur votre appareil
hi: API अपने डिवाइस पर बने रहें
id: API tetap di perangkat Anda
ja: APIキーはデバイスに残ります
ko: API 키는 기기에 남아 있습니다.
pt_br: As chaves de API permanecem no seu dispositivo
ru: API оставайтесь на своем устройстве
th: API ยังคงอยู่ในอุปกรณ์ของคุณ
tr: API cihazınızda kalın
vi: API ở lại trên thiết bị của bạn
zh_hans: API 密钥留在你的设备上
zh_hant: API 金鑰保留在你的裝置上

source: Accepted, effect unverified
ar: مقبول؛ التأثير غير متحقق
de: Akzeptiert; Wirkung nicht bestätigt
es: Aceptado; efecto no verificado
fr: Accepté ; effet non vérifié
hi: स्वीकृत; प्रभाव अप्रमाणित
id: Diterima; efek belum diverifikasi
ja: 受理済み・効果未検証
ko: 수락됨•효과 미검증
pt_br: Aceito; efeito não verificado
ru: Принято; эффект не проверен
th: ยอมรับแล้ว; ยังไม่ยืนยันผล
tr: Kabul edildi; etki doğrulanmadı
vi: Đã chấp nhận; chưa xác minh hiệu lực
zh_hans: 已接收，效果未证实
zh_hant: 已接收，效果未證實

source: Across all providers in this account
ar: عبر جميع المزوّدين في هذا الحساب
de: Über alle Anbieter in diesem Konto
es: En todos los proveedores de esta cuenta
fr: Sur l’ensemble des fournisseurs de ce compte
hi: इस खाते के सभी प्रदाताओं में
id: Di semua penyedia di akun ini
ja: このアカウント内の全プロバイダー利用
ko: 이 계정의 모든 제공업체 사용 기준
pt_br: Em todos os provedores desta conta
ru: По всем поставщикам в этом аккаунте
th: จากผู้ให้บริการทั้งหมดในบัญชีนี้
tr: Bu hesaptaki tüm sağlayıcılarda
vi: Trên tất cả các nhà cung cấp trong tài khoản này
zh_hans: 基于此账号下所有服务商的使用情况
zh_hant: 基於此帳號下所有服務商的使用情況

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активен
th: ใช้งาน
tr: Aktif
vi: Đang hoạt động
zh_hans: 使用中
zh_hant: 使用中

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
id: Aktivitas
ja: アクティビティ
ko: 활동
pt_br: Atividade
ru: Активность
th: กิจกรรม
tr: Aktivite
vi: Hoạt động
zh_hans: 活跃度
zh_hant: 活躍度

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ना
id: Menambahkan
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавлять
th: เพิ่ม
tr: Eklemek
vi: Thêm vào
zh_hans: 添加
zh_hant: 新增

source: Add Custom Provider
ar: إضافة موفر مخصص
de: Eigenen Provider hinzufügen
es: Añadir proveedor personalizado
fr: Ajouter un provider personnalisé
hi: कस्टम Provider जोड़ें
id: Tambah Provider Kustom
ja: カスタム Provider を追加
ko: 사용자 지정 Provider 추가
pt_br: Adicionar provedor personalizado
ru: Добавить пользовательский Provider
th: เพิ่ม Provider แบบกำหนดเอง
tr: Özel Provider Ekle
vi: Thêm Provider tùy chỉnh
zh_hans: 添加自定义中转站
zh_hant: 新增自訂供應商

source: Add Custom Provider • Advanced
ar: إضافة موفر مخصص • متقدم
de: Eigenen Provider hinzufügen • Erweitert
es: Añadir proveedor personalizado • Avanzado
fr: Ajouter un provider personnalisé • Avancé
hi: कस्टम Provider जोड़ें • Advanced
id: Tambah Provider Kustom • Advanced
ja: カスタム Provider を追加 • 詳細
ko: 사용자 지정 Provider 추가 • 고급
pt_br: Adicionar provedor personalizado • Avançado
ru: Добавить пользовательский Provider • Расширенный
th: เพิ่ม Provider แบบกำหนดเอง • ขั้นสูง
tr: Özel Provider Ekle • Gelişmiş
vi: Thêm Provider tùy chỉnh • Nâng cao
zh_hans: 添加自定义中转站 · 高级模式
zh_hant: 新增自訂供應商 · 進階

source: Add Models
ar: إضافة نماذج
de: Modelle hinzufügen
es: Agregar modelos
fr: Ajouter des modèles
hi: मॉडल जोड़ें
id: Tambahkan Model
ja: モデルを追加
ko: 모델 추가
pt_br: Adicionar modelos
ru: Добавить модели
th: เพิ่มโมเดล
tr: Model Ekle
vi: Thêm mô hình
zh_hans: 添加模型
zh_hant: 新增模型

source: Add Provider
ar: إضافة مزوّد
de: Anbieter hinzufügen
es: Agregar proveedor
fr: Ajouter un fournisseur
hi: प्रदाता जोड़ें
id: Tambahkan Penyedia
ja: プロバイダーの追加
ko: 제공업체 추가
pt_br: Adicionar provedor
ru: Добавить поставщика
th: เพิ่มผู้ให้บริการ
tr: Sağlayıcı Ekle
vi: Thêm nhà cung cấp
zh_hans: 添加服务商
zh_hant: 新增服務商

source: Add Relay Provider
ar: إضافة مزوّد ترحيل
de: Relay-Anbieter hinzufügen
es: Agregar proveedor relay
fr: Ajouter un fournisseur relais
hi: Relay प्रदाता जोड़ें
id: Tambahkan Penyedia Relay
ja: リレープロバイダーを追加
ko: 릴레이 제공업체 추가
pt_br: Adicionar provedor relay
ru: Добавить поставщика Relay
th: เพิ่มผู้ให้บริการ Relay
tr: Relay Sağlayıcı Ekle
vi: Thêm nhà cung cấp Relay
zh_hans: 添加中转商
zh_hant: 新增中轉商

source: Add Starter Message
ar: إضافة رسالة بدء
de: Startnachricht hinzufügen
es: Agregar mensaje inicial
fr: Ajouter un message de démarrage
hi: स्टार्टर संदेश जोड़ें
id: Tambahkan Pesan Pemula
ja: スターターメッセージを追加
ko: 시작 메시지 추가
pt_br: Adicionar mensagem inicial
ru: Добавить стартовое сообщение
th: เพิ่มข้อความเริ่มต้น
tr: Başlangıç ​​Mesajı Ekle
vi: Thêm tin nhắn khởi đầu
zh_hans: 添加起始消息
zh_hant: 新增起始訊息

source: Add an OpenAI-compatible relay endpoint
ar: إضافة نقطة وصول وسيط متوافقة مع OpenAI
de: Einen OpenAI-kompatiblen Relay-Endpunkt hinzufügen
es: Agregar un relay compatible con OpenAI
fr: Ajouter un relais compatible OpenAI
hi: एक OpenAI-संगत रिले समापन बिंदु जोड़ें
id: Tambahkan titik akhir relai yang kompatibel dengan OpenAI
ja: OpenAI互換のリレーエンドポイントを追加
ko: OpenAI 호환 릴레이 엔드포인트 추가
pt_br: Adicionar endpoint de relay compatível com OpenAI
ru: Добавьте конечную точку ретрансляции, совместимую с OpenAI.
th: เพิ่มจุดสิ้นสุดรีเลย์ที่เข้ากันได้กับ OpenAI
tr: OpenAI uyumlu bir geçiş uç noktası ekleyin
vi: Thêm điểm cuối chuyển tiếp tương thích OpenAI
zh_hans: 添加 OpenAI 兼容的中转 Endpoint
zh_hant: 新增 OpenAI 相容的中轉端點

source: Add an OpenAI-compatible relay endpoint with your API key
ar: أضف نقطة نهاية ترحيل متوافقة مع OpenAI باستخدام مفتاح API الخاص بك
de: Fügen Sie einen OpenAI-kompatiblen Relay-Endpoint mit Ihrem API Key hinzu
es: Agrega un endpoint relay compatible con OpenAI con tu API key
fr: Ajoutez un endpoint relais compatible OpenAI avec votre API key
hi: अपने API key के साथ एक OpenAI-संगत रिले एंडपॉइंट जोड़ें
id: Tambahkan titik akhir relai yang kompatibel dengan OpenAI dengan API key Anda
ja: OpenAI 互換のリレー Endpoint と API Key を追加
ko: OpenAI 호환 릴레이 Endpoint와 API Key를 추가하세요
pt_br: Adicione um endpoint relay compatível com OpenAI com sua API key
ru: Добавьте конечную точку ретрансляции, совместимую с OpenAI, с вашим API key.
th: เพิ่มตำแหน่งข้อมูลรีเลย์ที่เข้ากันได้กับ OpenAI ด้วย API key ของคุณ
tr: API key'inizle OpenAI uyumlu bir geçiş uç noktası ekleyin
vi: Thêm điểm cuối chuyển tiếp tương thích OpenAI với API key của bạn
zh_hans: 添加一个 OpenAI 兼容的中转 Endpoint 和 API Key
zh_hant: 新增一個 OpenAI 相容的中轉 Endpoint 和 API Key

source: Add conversation starter
ar: إضافة عبارة بدء
de: Gesprächsstarter hinzufügen
es: Agregar frase de inicio
fr: Ajouter une phrase de démarrage
hi: वार्तालाप स्टार्टर जोड़ें
id: Tambahkan pembuka percakapan
ja: 会話スターターを追加
ko: 대화 시작 메시지 추가
pt_br: Adicionar frase inicial
ru: Добавить начало разговора
th: เพิ่มการเริ่มต้นการสนทนา
tr: Konuşma başlatıcı ekle
vi: Thêm người bắt đầu cuộc trò chuyện
zh_hans: 添加开场白
zh_hant: 新增開場白

source: Add provider to use this Skill
ar: أضف مزوّدًا لاستخدام هذه المهارة
de: Füge einen Anbieter hinzu, um diesen Skill zu nutzen
es: Añade un proveedor para usar esta habilidad
fr: Ajoutez un fournisseur pour utiliser cette compétence
hi: इस कौशल का उपयोग करने के लिए प्रदाता जोड़ें
id: Tambahkan penyedia untuk memakai Skill ini
ja: このスキルを使うにはプロバイダーが必要です
ko: 이 스킬을 사용하려면 공급자가 필요합니다
pt_br: Adicione um provedor para usar este Skill
ru: Добавьте провайдера, чтобы использовать этот навык
th: เพิ่มผู้ให้บริการเพื่อใช้ทักษะนี้
tr: Bu Beceriyi kullanmak için sağlayıcı ekleyin
vi: Thêm nhà cung cấp để dùng Kỹ năng này
zh_hans: 添加供应商后即可使用此技能
zh_hant: 新增供應商後即可使用此技能

source: Adds codex_cli_rs User-Agent, Originator, session_id, and OpenAI-Beta headers.
ar: يضيف رؤوس codex_cli_rs User-Agent و Originator و session_id و OpenAI-Beta.
de: Fügt codex_cli_rs User-Agent, Originator, session_id und OpenAI-Beta-Header hinzu.
es: Añade los encabezados codex_cli_rs User-Agent, Originator, session_id y OpenAI-Beta.
fr: Ajoute les en-têtes codex_cli_rs User-Agent, Originator, session_id et OpenAI-Beta.
hi: codex_cli_rs User-Agent, Originator, session_id और OpenAI-Beta हेडर जोड़ता है।
id: Menambahkan header codex_cli_rs User-Agent, Originator, session_id, dan OpenAI-Beta.
ja: codex_cli_rs の User-Agent / Originator / session_id / OpenAI-Beta ヘッダーを付与します。
ko: codex_cli_rs User-Agent, Originator, session_id, OpenAI-Beta 헤더를 추가합니다.
pt_br: Adiciona os cabeçalhos codex_cli_rs User-Agent, Originator, session_id e OpenAI-Beta.
ru: Добавляет заголовки codex_cli_rs User-Agent, Originator, session_id и OpenAI-Beta.
th: เพิ่มส่วนหัว codex_cli_rs User-Agent, Originator, session_id และ OpenAI-Beta
tr: codex_cli_rs User-Agent, Originator, session_id ve OpenAI-Beta başlıklarını ekler.
vi: Thêm header codex_cli_rs User-Agent, Originator, session_id và OpenAI-Beta.
zh_hans: 自动加上 codex_cli_rs 的 User-Agent、Originator、session_id 和 OpenAI-Beta 头。
zh_hant: 自動加上 codex_cli_rs 的 User-Agent、Originator、session_id 和 OpenAI-Beta 標頭。

source: Adjust model behavior
ar: ضبط سلوك النموذج
de: Modellverhalten anpassen
es: Ajustar el comportamiento del modelo
fr: Ajuster le comportement du modèle
hi: मॉडल व्यवहार समायोजित करें
id: Sesuaikan perilaku model
ja: モデルの挙動を調整
ko: 모델 동작 조정
pt_br: Ajustar o comportamento do modelo
ru: Настроить поведение модели
th: ปรับพฤติกรรมของโมเดล
tr: Model davranışını ayarla
vi: Điều chỉnh hành vi mô hình
zh_hans: 调整模型行为
zh_hant: 調整模型行為

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
ja: 詳細
ko: 고급
pt_br: Avançado
ru: Дополнительно
th: ขั้นสูง
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Advanced Settings
ar: الإعدادات المتقدمة
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
hi: एडवांस सेटिंग
id: Pengaturan Lanjutan
ja: 詳細設定
ko: 고급 설정
pt_br: Configurações avançadas
ru: Расширенные настройки
th: การตั้งค่าขั้นสูง
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
zh_hans: 高级设置
zh_hant: 進階設定

source: Aggregated
ar: مجمعة
de: Aggregiert
es: Agregado
fr: Agrégé
hi: एकत्रित किया
id: Diagregasi
ja: 集約
ko: 집계됨
pt_br: Agregado
ru: Агрегированный
th: แบบรวมกลุ่ม
tr: Toplu
vi: tổng hợp
zh_hans: 聚合
zh_hant: 聚合

source: Alibaba models
ar: نماذج Alibaba
de: Alibaba-Modelle
es: Modelos de Alibaba
fr: Modèles d'Alibaba
hi: Alibaba मॉडल
id: Model Alibaba
ja: Alibaba のモデル
ko: 알리바바 모델
pt_br: Modelos da Alibaba
ru: Модели Alibaba
th: โมเดลของ Alibaba
tr: Alibaba modelleri
vi: Mô hình của Alibaba
zh_hans: 阿里通义千问
zh_hant: 阿里通義千問

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
id: Semua
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
th: ทั้งหมด
tr: Tüm
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Time
ar: إجمالي الفترة
de: Gesamt
es: Todo el tiempo
fr: Depuis le début
hi: पूरे समय
id: Sepanjang Waktu
ja: 累計
ko: 전체 기간
pt_br: Todo o período
ru: Все время
th: ตลอดเวลา
tr: Tüm Zamanlar
vi: mọi lúc
zh_hans: 累计
zh_hant: 累計
